import { heroItems } from '@/types/hero';

export const heroData: heroItems[] = [
  {
    name: '왕민식',
    birth: '1990-06-02',
    address: '서울특별시 영등포구',
    militaryService: '육군, 병장, 만기제대',
    cellPhone: '+82 - 10 - **** - 5100',
    eMail: '****@icloud.com',
    introduction:
      '웹 퍼블리셔로 IT업계에 첫 발을 디디고 웹에 대해 흥미를 느껴 지속적으로 꾸준히 IT업계의 길을 걷고 있습니다.\n' +
      '디자인이 설계도면이라면 마크업은 건물의 기초공사와 같다고 생각합니다.\n' +
      '마크업을 어떻게 효율적으로 구조화 할 지 숙고하고, 단지 화면에 잘 보여지는 것 뿐만 아니라 얼마나 시맨틱하고,\n' +
      '어떻게 하면 운영과 유지보수, 개발에 효율적일지 끊임없이 생각하고 꾸준히 배우며 코딩합니다.\n' +
      '기초공사가 잘 된 건물이 튼튼하듯이 잘 만들어진 웹사이트의 필수조건은 탄탄한 마크업이라고 생각합니다.\n' +
      '웹사이트나 앱을 구축함에 있어 마크업의 중요성을 어필 할 수 있는 사람이 되고자 합니다.',
  },
];
